[
  {
    "count": 1,
    "color": "#4a6898",
    "title": "Hex",
    "icon": "magic-swirl",
    "icon_back": "magic-swirl",
    "contents": [
      "subtitle | 1st-level enchantment",
      "rule",
      "property | Casting Time | 1 bonus action",
      "property | Range | 90 feet",
      "property | Components | V, S, M (the petrified eye of a newt)",
      "property | Duration | Concentration, up to 1 hour",
      "rule",
      "text | You place a curse on a creature that you can see within range. Until the spell ends, you deal an extra 1d6 necrotic damage to the target whenever you hit it with an attack. Also, choose one ability when you cast the spell. The target has disadvantage on ability checks made with the chosen ability.",
      "text | If the target drops to 0 hit points before this spell ends, you can use a bonus action on a subsequent turn of yours to curse a new creature.",
      "text | A remove curse cast on the target ends this spell early.",
      "section | At higher levels",
      "text | When you cast this spell using a spell slot of 3rd or 4th level, you can maintain your concentration on the spell for up to 8 hours. When you use a spell slot of 5th level or higher, you can maintain your concentration on the spell for up to 24 hours."
    ],
    "tags": ["spell", "PHB", "1st level", "Enchantment", "concentration"]
  },
  {
    "count": 1,
    "color": "#4a6898",
    "title": "Summon Beast",
    "icon": "magic-swirl",
    "icon_back": "magic-swirl",
    "contents": [
      "subtitle | 2nd-level conjuration",
      "rule",
      "property | Casting Time | 1 action",
      "property | Range | 90 feet",
      "property | Components | V, S, M (a feather, tuft of fur, and fish tail inside a gilded acorn worth at least 200 gp)",
      "property | Duration | Concentration, up to 1 hour",
      "rule",
      "text | You call forth a bestial spirit. It manifests in an unoccupied space that you can see within range. This corporeal form uses the Bestial Spirit stat block. When you cast the spell, choose an environment: Air, Land, or Water. The creature resembles an animal of your choice that is native to the chosen environment, which determines certain traits in its stat block. The creature disappears when it drops to 0 hit points or when the spell ends.",
      "text | The creature is an ally to you and your companions. In combat, the creature shares your initiative count, but it takes its turn immediately after yours. It obeys your verbal commands (no action required by you). If you don't issue any, it takes the Dodge action and uses its move to avoid danger.",
      "section | At higher levels",
      "text | When you cast this spell using a spell slot of 3rd level or higher, use the higher level wherever the spell's level appears in the stat block."
    ],
    "tags": ["spell", "TCE", "2nd level", "Conjuration", "concentration"]
  },

  {
    "count": 1,
    "color": "#4a6898",
    "title": "Nathair's Mischief",
    "icon": "magic-swirl",
    "icon_back": "magic-swirl",
    "contents": [
      "subtitle | 2nd-level illusion",
      "rule",
      "property | Casting Time | 1 action",
      "property | Range | 60 feet",
      "property | Components | S, M (a piece of crust from an apple pie)",
      "property | Duration | Concentration, up to 1 minute",
      "rule",
      "text | You fill a 20-foot cube you can see within range with fey and draconic magic. Roll on the Mischievous Surge table to determine the magical effect produced, and roll again at the start of each of your turns until the spell ends. You can move the cube up to 10 feet before you roll.",
      "text | <b>Mischievous Surge</b>",
      "text | d4｜Effect",
      "text | 1｜The smell of apple pie fills the air, and each creature in the cube must succeed on a Wisdom saving throw or become charmed by you until the start of your next turn.",
      "text | 2｜Bouquets of flowers appear all around, and each creature in the cube must succeed on a Dexterity saving throw or be blinded until the start of your next turn as the flowers spray water in their faces.",
      "text | 3｜Each creature in the cube must succeed on a Wisdom saving throw or begin giggling until the start of your next turn. A giggling creature is incapacitated and uses all its movement to move in a random direction.",
      "text | 4｜Drops of molasses hover in the cube, making it difficult terrain until the start of your next turn."
    ],
    "tags": ["spell", "FTD", "2nd level", "Illusion", "concentration"]
  },
  {
    "count": 1,
    "color": "#4a6898",
    "title": "Booming Blade",
    "icon": "magic-swirl",
    "icon_back": "magic-swirl",
    "contents": [
      "subtitle | Evocation cantrip",
      "rule",
      "property | Casting Time | 1 action",
      "property | Range | Self (5-foot radius)",
      "property | Components | S, M (a melee weapon worth at least 1 sp)",
      "property | Duration | 1 round",
      "rule",
      "text | You brandish the weapon used in the spell's casting and make a melee attack with it against one creature within 5 feet of you. On a hit, the target suffers the weapon attack's normal effects and then becomes sheathed in booming energy until the start of your next turn. If the target willingly moves 5 feet or more before then, the target takes 1d8 thunder damage, and the spell ends.",
      "text | This spell's damage increases when you reach certain levels. At 5th level, the melee attack deals an extra 1d8 thunder damage to the target on a hit, and the damage the target takes for moving increases to 2d8. Both damage rolls increase by 1d8 at 11th level (2d8 and 3d8) and again at 17th level (3d8 and 4d8)."
    ],
    "tags": ["spell", "TCE", "Cantrips", "Evocation"]
  },
  {
    "count": 1,
    "color": "#4a6898",
    "title": "Lightning Lure",
    "icon": "magic-swirl",
    "icon_back": "magic-swirl",
    "contents": [
      "subtitle | Evocation cantrip",
      "rule",
      "property | Casting Time | 1 action",
      "property | Range | Self (15-foot radius)",
      "property | Components | V",
      "property | Duration | Instantaneous",
      "rule",
      "text | You create a lash of lightning energy that strikes at one creature of your choice that you can see within 15 feet of you. The target must succeed on a Strength saving throw or be pulled up to 10 feet in a straight line toward you and then take 1d8 lightning damage if it is within 5 feet of you.",
      "text | This spell's damage increases by 1d8 when you reach 5th level (2d8), 11th level (3d8), and 17th level (4d8)."
    ],
    "tags": ["spell", "TCE", "Cantrips", "Evocation"]
  },
  {
    "count": 1,
    "color": "#4a6898",
    "title": "Tasha's Caustic Brew",
    "icon": "magic-swirl",
    "icon_back": "magic-swirl",
    "contents": [
      "subtitle | 1st-level evocation",
      "rule",
      "property | Casting Time | 1 action",
      "property | Range | Self (30-foot line)",
      "property | Components | V, S, M (a bit of rotten food)",
      "property | Duration | Concentration, up to 1 minute",
      "rule",
      "text | A stream of acid emanates from you in a line 30 feet long and 5 feet wide in a direction you choose. Each creature in the line must succeed on a Dexterity saving throw or be covered in acid for the spell's duration or until a creature uses its action to scrape or wash the acid off itself or another creature. A creature covered in the acid takes 2d4 acid damage at start of each of its turns.",
      "section | At higher levels",
      "text | When you cast this spell using a spell slot of 2nd level or higher, the damage increases by 2d4 for each slot level above 1st."
    ],
    "tags": ["spell", "TCE", "1st level", "Evocation", "concentration"]
  }
]
